//修改这个列表的效果是修改每个方块对应的显示内容
var my_list = {
  2   :'替代品',
  4   :'4',
  8   :'8',
  16   :'16',
  32  :'32',
  64  :'64',
  128  :'128',
  256 :'little白',
  512 :'白bra',
  1024 :'白rap',
  2048:'注孤生',
  4096:'白敬亭',
}
//修改这个列表的效果是修改game over的时候对应的嘲笑你的内容
var my_mark = {
  1   :'886',
  2   :'886',
  4   :'886',
  8   :'886',
  16  :'886',
  32  :'多吃几年饭吧',
  64  :'多吃几年饭吧',
  128 :'多吃几年饭吧',
  256 :'多吃几年饭吧',
  512 :'如果能重来',
  1024:'再给你两分钟',
  2048:'矮油不错哦',
  4096:'恭喜白白的女朋友',
}
//修改这个参数的效果是达到这个值的时候就显示赢了……当然你可以继续玩下去
var my_goal = 4096;